{
    "home_title": "Orthodox Christian Russian School",
    "nav_home": "Home",
    "nav_about": "About",
    "nav_teachers": "Teachers",
    "nav_policies": "Policies",
    "nav_lessons": "Lessons",
    "nav_contact": "Contact",
    "footer_rights": "All rights reserved.",
    "follow_us": "Follow Us",
    "hero_title": "St. Aiden & Chad Russian Orthodox School",
    "hero_description": "Nurturing academic excellence and spiritual growth in a supportive Orthodox Christian environment",
    "welcome_title": "Welcome to St. Aiden & Chad Russian Orthodox School",
    "welcome_message": "We are dedicated to providing a nurturing environment where students can develop academically, spiritually, and personally. Our school combines Russian language education with Orthodox Christian values to help students grow into well-rounded individuals.",
    "about_title": "About Our School",
    "about_description": "Founded in 2024, St. Aiden & Chad Russian Orthodox School serves the Nottingham community by offering quality education rooted in Orthodox Christian traditions. We maintain small class sizes to ensure personalized attention and create a family-like atmosphere where each student is valued.",
    "read_more": "Read More",
    "teachers_title": "Our Dedicated Teachers",
    "teachers_description": "Our faculty consists of experienced educators who are passionate about teaching and committed to the spiritual and academic growth of each student. Our teachers are experts in Russian language, literature, music, and Orthodox studies.",
    "meet_team": "Meet Our Team",
    "lessons_title": "Our Curriculum",
    "lessons_description": "We offer a focused curriculum that includes Russian language, Russian literature, music, and Закон Божий (Law of God). Our teaching approach emphasizes cultural connection, creativity, and practical application of knowledge.",
    "explore_lessons": "Explore Our Curriculum",
    "about_main_title": "About Our School",
    "mission_title": "Our Mission",
    "mission_description": "Our mission is to educate students in a supportive environment that fosters Russian language fluency, spiritual growth, and cultural appreciation. We aim to cultivate a love for learning, respect for Orthodox traditions, and a strong moral foundation that will guide our students throughout their lives.",
    "values_title": "Our Values",
    "value_1": "Faith and Spirituality - We nurture the Orthodox Christian faith as the foundation of all aspects of our educational approach",
    "value_2": "Russian Language and Heritage - We are committed to teaching authentic Russian language and preserving cultural heritage",
    "value_3": "Musical Education - We believe in the power of music education through our specialized Solfège teaching method",
    "value_4": "Community and Service - We foster a sense of community within our school and the broader Russian Orthodox community in Nottingham",
    "lessons_main_title": "Our Curriculum",
    "grades": "Grades",
    "schedule": "Schedule",
    "course_1_title": "Закон Божий (Law of God)",
    "course_1_description": "Students learn about Orthodox Christian faith, traditions, and practices through age-appropriate lessons, prayer, and participation in services. Taught by Alexander Ushakov, a graduate of St. Tikhon University in Moscow.",
    "course_1_grades": "All ages",
    "course_1_schedule": "Weekly",
    "course_2_title": "Russian Language (Younger Students)",
    "course_2_description": "Our beginning Russian language program develops reading, writing, speaking, and comprehension skills for younger students. Taught by Alina, who specializes in making language acquisition engaging for young learners.",
    "course_2_grades": "Ages 4-7",
    "course_2_schedule": "Weekly",
    "course_3_title": "Russian Language (Middle Students)",
    "course_3_description": "Middle-level Russian language instruction builds upon the foundations with more advanced grammar, vocabulary, and conversation skills. Taught by Lydia Mikhalovna, who brings over 40 years of teaching experience.",
    "course_3_grades": "Ages 8-12",
    "course_3_schedule": "Weekly",
    "course_4_title": "Russian Language (Older Students)",
    "course_4_description": "Advanced Russian language study for older students, focusing on complex grammar, extensive vocabulary, and fluent conversation. Taught by Tatyana Ball, who specializes in higher-level language instruction.",
    "course_4_grades": "Ages 13+",
    "course_4_schedule": "Weekly",
    "course_5_title": "Russian Literature",
    "course_5_description": "Students explore Russian literary classics, poetry, and cultural texts appropriate to their age and language level. Our three Russian language teachers lead literature components appropriate to each age group.",
    "course_5_grades": "All ages",
    "course_5_schedule": "Weekly",
    "course_6_title": "Music - Solfège",
    "course_6_description": "Our unique music program teaches children musical fundamentals through Solfège instruction using engaging storytelling and creative props. Taught by Alla Ushakova, who has over 20 years of experience with this method.",
    "course_6_grades": "Ages 4-10",
    "course_6_schedule": "Weekly",
    "teachers_main_title": "Our Faculty",
    "teacher_1_name": "Father Gregory",
    "teacher_1_role": "Headmaster",
    "teacher_1_bio": "Father Gregory leads our school as Headmaster, bringing spiritual guidance and oversight to our educational community.",
    "teacher_2_name": "Alexander Ushakov",
    "teacher_2_role": "Law of God",
    "teacher_2_bio": "Mr. Ushakov graduated from St. Tikhon University in Moscow with a degree in Theology. He brings deep knowledge and spiritual insight to his teaching of Orthodox Christian faith and traditions.",
    "teacher_3_name": "Alla Ushakova",
    "teacher_3_role": "Music",
    "teacher_3_bio": "Mrs. Ushakova has over 20 years of experience teaching Solfège to children aged 4-10. She uses a unique system geared towards children, incorporating engaging storytelling and creative props to make music education fun and effective.",
    "teacher_4_name": "Alina",
    "teacher_4_role": "Russian Language & Literature (Younger Classes)",
    "teacher_4_bio": "Alina teaches Russian language and literature to our younger students. Her extensive experience and engaging teaching style helps build a solid foundation in Russian language skills for beginners.",
    "teacher_5_name": "Lydia Mikhalovna",
    "teacher_5_role": "Russian Language & Literature (Middle Classes)",
    "teacher_5_bio": "Mrs. Mikhalovna brings over 40 years of teaching experience to our middle-level Russian language and literature classes. Her comprehensive knowledge and dedication have inspired generations of students.",
    "teacher_6_name": "Tatyana Ball",
    "teacher_6_role": "Russian Language & Literature (Older Classes)",
    "teacher_6_bio": "Mrs. Ball leads our advanced Russian language and literature classes. Her extensive experience enables her to guide older students through complex linguistic concepts and classic Russian literature.",
    "policies_main_title": "School Policies",
    "policies_description": "Our school policies are designed to create a safe, respectful, and productive learning environment that supports both academic excellence and spiritual growth.",
    "policy_section_1": "Attendance Policy",
    "policy_1_item_1": "Students are expected to arrive on time for all classes. School begins at 11:30 AM on Sundays.",
    "policy_1_item_2": "Parents must notify the school office by 10:00 AM if a student will be absent.",
    "policy_1_item_3": "Extended absences require prior approval from the school administration.",
    "policy_1_item_4": "Regular attendance is essential for academic success and continued enrollment.",
    "policy_section_2": "Uniform Policy",
    "policy_2_item_1": "All students must wear the designated school uniform during school hours.",
    "policy_2_item_2": "Uniforms should be clean, properly fitted, and in good condition.",
    "policy_2_item_3": "On special occasions and religious feast days, formal uniforms are required.",
    "policy_2_item_4": "Physical education classes require the appropriate PE uniform.",
    "policy_section_3": "Academic Standards",
    "policy_3_item_1": "Students are expected to maintain a minimum grade point average of 2.0.",
    "policy_3_item_2": "Homework must be completed and submitted on time.",
    "policy_3_item_3": "Academic honesty is required; plagiarism or cheating will result in disciplinary action.",
    "policy_3_item_4": "Students experiencing academic difficulties will be offered additional support.",
    "policy_section_4": "Behavior and Discipline",
    "policy_4_item_1": "Students are expected to treat all members of the school community with respect.",
    "policy_4_item_2": "Bullying, harassment, or discriminatory behavior will not be tolerated.",
    "policy_4_item_3": "Students must respect school property and the property of others.",
    "policy_4_item_4": "The school follows a progressive discipline approach, with emphasis on guidance and redemption.",
    "contact_main_title": "Contact Us",
    "contact_description": "We welcome your inquiries and look forward to connecting with you. Please use the contact information below or fill out the form, and we will respond promptly.",
    "contact_info": "Contact Information",
    "address": "Address",
    "phone": "Phone",
    "email": "Email",
    "hours": "Hours",
    "school_address": "Carlton Hill, Carlton, Nottingham NG4 1EE, United Kingdom",
    "school_phone": "+447756023112",
    "school_email": "info@staidenchadrussianschool.org",
    "school_hours": "Sunday: 11:30 AM - 3:30 PM",
    "send_message": "Send Us a Message",
    "form_name": "Name",
    "form_email": "Email",
    "form_phone": "Phone",
    "form_subject": "Subject",
    "form_message": "Message",
    "form_submit": "Send Message",
    "form_success": "Your message has been sent. We will contact you soon!"
}
  