{
    "home_title": "Orthodox Christian Russian School",
    "nav_home": "Home",
    "nav_about": "About",
    "nav_teachers": "Teachers",
    "nav_policies": "Policies",
    "nav_lessons": "Lessons",
    "nav_contact": "Contact",
    "footer_rights": "All rights reserved.",
    "follow_us": "Follow Us",
    "hero_title": "St. Nicholas Russian Orthodox School",
    "hero_description": "Nurturing academic excellence and spiritual growth in a supportive Orthodox Christian environment",
    "welcome_title": "Welcome to St. Nicholas Russian Orthodox School",
    "welcome_message": "We are dedicated to providing a nurturing environment where students can develop academically, spiritually, and personally. Our school combines rigorous academic standards with Orthodox Christian values to help students grow into well-rounded individuals.",
    "about_title": "About Our School",
    "about_description": "Founded in 2010, St. Nicholas Russian Orthodox School serves the community by offering quality education rooted in Orthodox Christian traditions. We maintain small class sizes to ensure personalized attention and create a family-like atmosphere where each student is valued.",
    "read_more": "Read More",
    "teachers_title": "Our Dedicated Teachers",
    "teachers_description": "Our faculty consists of experienced educators who are passionate about teaching and committed to the spiritual and academic growth of each student. They serve as mentors and role models, guiding students in their educational journey.",
    "meet_team": "Meet Our Team",
    "lessons_title": "Our Curriculum",
    "lessons_description": "We offer a comprehensive curriculum that includes standard academic subjects along with religious education, Russian language and culture. Our teaching approach emphasizes critical thinking, creativity, and practical application of knowledge.",
    "explore_lessons": "Explore Our Curriculum",
    "about_main_title": "About Our School",
    "mission_title": "Our Mission",
    "mission_description": "Our mission is to educate students in a supportive environment that fosters academic excellence, spiritual growth, and community engagement. We aim to cultivate a love for learning, respect for tradition, and a strong moral foundation that will guide our students throughout their lives.",
    "values_title": "Our Values",
    "value_1": "Faith and Spirituality - We nurture the Orthodox Christian faith as the foundation of all aspects of our educational approach",
    "value_2": "Academic Excellence - We uphold high academic standards and encourage intellectual curiosity and critical thinking",
    "value_3": "Community and Service - We foster a sense of community within our school and encourage service to others",
    "value_4": "Respect and Integrity - We value personal integrity, mutual respect, and responsibility toward self and others",
    "lessons_main_title": "Our Curriculum",
    "grades": "Grades",
    "schedule": "Schedule",
    "course_1_title": "Orthodox Christian Studies",
    "course_1_description": "Students learn about Orthodox Christian faith, traditions, and practices through age-appropriate lessons, prayer, and participation in services.",
    "course_1_grades": "All grades",
    "course_1_schedule": "Twice weekly",
    "course_2_title": "Russian Language",
    "course_2_description": "Our Russian language program develops reading, writing, speaking, and comprehension skills for students at all levels of proficiency.",
    "course_2_grades": "All grades",
    "course_2_schedule": "Daily",
    "course_3_title": "Russian Literature and Culture",
    "course_3_description": "Students explore Russian literary classics, history, traditions, and cultural practices to develop a deep appreciation for their heritage.",
    "course_3_grades": "Grades 3-12",
    "course_3_schedule": "Three times weekly",
    "course_4_title": "Mathematics",
    "course_4_description": "Our mathematics curriculum emphasizes problem-solving, logical reasoning, and application of mathematical concepts to real-world situations.",
    "course_4_grades": "All grades",
    "course_4_schedule": "Daily",
    "course_5_title": "Science",
    "course_5_description": "Students engage in hands-on scientific inquiry, experiments, and research projects across biology, chemistry, physics, and environmental science.",
    "course_5_grades": "All grades",
    "course_5_schedule": "Three times weekly",
    "course_6_title": "English Language Arts",
    "course_6_description": "Our English program develops reading, writing, speaking, and listening skills through literature study, composition, grammar, and vocabulary development.",
    "course_6_grades": "All grades",
    "course_6_schedule": "Daily",
    "teachers_main_title": "Our Faculty",
    "teacher_1_name": "Father Mikhail Ivanov",
    "teacher_1_role": "School Director & Orthodox Studies Teacher",
    "teacher_1_bio": "Father Mikhail has led our school for over 10 years. He holds a Master's degree in Education and Orthodox Theological Studies, and brings wisdom and compassion to his leadership.",
    "teacher_2_name": "Natalia Petrova",
    "teacher_2_role": "Russian Language & Literature",
    "teacher_2_bio": "Mrs. Petrova has 15 years of experience teaching Russian language and literature. She holds a Ph.D. in Russian Literature from Moscow State University.",
    "teacher_3_name": "Alexandra Sokolova",
    "teacher_3_role": "Elementary Education & Mathematics",
    "teacher_3_bio": "Ms. Sokolova specializes in early childhood education with a focus on mathematics. She creates engaging lessons that make learning enjoyable for our youngest students.",
    "teacher_4_name": "Sergei Kuznetsov",
    "teacher_4_role": "History & Social Studies",
    "teacher_4_bio": "Mr. Kuznetsov brings history to life with his dynamic teaching style. He has a Master's degree in History and has published several articles on Russian history.",
    "teacher_5_name": "Tatiana Orlova",
    "teacher_5_role": "Science & Technology",
    "teacher_5_bio": "Ms. Orlova has a background in Physics and Computer Science. She encourages hands-on learning and scientific inquiry in her classes.",
    "teacher_6_name": "Ivan Smirnov",
    "teacher_6_role": "Physical Education & Health",
    "teacher_6_bio": "Mr. Smirnov is a former professional athlete who teaches students the importance of physical health, teamwork, and discipline through sports and activities.",
    "policies_main_title": "School Policies",
    "policies_description": "Our school policies are designed to create a safe, respectful, and productive learning environment that supports both academic excellence and spiritual growth.",
    "policy_section_1": "Attendance Policy",
    "policy_1_item_1": "Students are expected to arrive on time for all classes. School begins at 8:30 AM.",
    "policy_1_item_2": "Parents must notify the school office by 9:00 AM if a student will be absent.",
    "policy_1_item_3": "Extended absences require prior approval from the school administration.",
    "policy_1_item_4": "Regular attendance is essential for academic success and continued enrollment.",
    "policy_section_2": "Uniform Policy",
    "policy_2_item_1": "All students must wear the designated school uniform during school hours.",
    "policy_2_item_2": "Uniforms should be clean, properly fitted, and in good condition.",
    "policy_2_item_3": "On special occasions and religious feast days, formal uniforms are required.",
    "policy_2_item_4": "Physical education classes require the appropriate PE uniform.",
    "policy_section_3": "Academic Standards",
    "policy_3_item_1": "Students are expected to maintain a minimum grade point average of 2.0.",
    "policy_3_item_2": "Homework must be completed and submitted on time.",
    "policy_3_item_3": "Academic honesty is required; plagiarism or cheating will result in disciplinary action.",
    "policy_3_item_4": "Students experiencing academic difficulties will be offered additional support.",
    "policy_section_4": "Behavior and Discipline",
    "policy_4_item_1": "Students are expected to treat all members of the school community with respect.",
    "policy_4_item_2": "Bullying, harassment, or discriminatory behavior will not be tolerated.",
    "policy_4_item_3": "Students must respect school property and the property of others.",
    "policy_4_item_4": "The school follows a progressive discipline approach, with emphasis on guidance and redemption.",
    "contact_main_title": "Contact Us",
    "contact_description": "We welcome your inquiries and look forward to connecting with you. Please use the contact information below or fill out the form, and we will respond promptly.",
    "contact_info": "Contact Information",
    "address": "Address",
    "phone": "Phone",
    "email": "Email",
    "hours": "Hours",
    "school_address": "123 Orthodox Way, San Francisco, CA 94123",
    "school_phone": "(415) 555-1234",
    "school_email": "info@stnicholasorthodoxschool.org",
    "school_hours": "Monday - Friday: 8:00 AM - 4:00 PM",
    "send_message": "Send Us a Message",
    "form_name": "Name",
    "form_email": "Email",
    "form_phone": "Phone",
    "form_subject": "Subject",
    "form_message": "Message",
    "form_submit": "Send Message",
    "form_success": "Your message has been sent. We will contact you soon!"
}
  