{
    "home_title": "Православная Христианская Русская Школа",
    "nav_home": "Главная",
    "nav_about": "О школе",
    "nav_teachers": "Учителя",
    "nav_policies": "Политика",
    "nav_lessons": "Уроки",
    "nav_contact": "Контакты",
    "footer_rights": "Все права защищены.",
    "follow_us": "Следите за нами",
    "hero_title": "Русская Православная Школа Св. Эйдена и Чеда",
    "hero_description": "Воспитание академического совершенства и духовного роста в поддерживающей православной христианской среде",
    "welcome_title": "Добро пожаловать в Русскую Православную Школу Св. Эйдена и Чеда",
    "welcome_message": "Мы стремимся создать заботливую среду, где ученики могут развиваться академически, духовно и лично. Наша школа сочетает обучение русскому языку с православными христианскими ценностями, чтобы помочь ученикам стать всесторонне развитыми личностями.",
    "about_title": "О нашей школе",
    "about_description": "Основанная в 2024 году, Русская Православная Школа Св. Эйдена и Чеда служит обществу Ноттингема, предлагая качественное образование, укорененное в православных христианских традициях. Мы поддерживаем небольшие классы для обеспечения индивидуального внимания и создаем семейную атмосферу, где каждый ученик ценен.",
    "read_more": "Читать дальше",
    "teachers_title": "Наши преданные учителя",
    "teachers_description": "Наш педагогический состав состоит из опытных педагогов, которые увлечены преподаванием и привержены духовному и академическому росту каждого ученика. Наши учителя являются экспертами в русском языке, литературе, музыке и православных исследованиях.",
    "meet_team": "Познакомьтесь с нашей командой",
    "lessons_title": "Наша учебная программа",
    "lessons_description": "Мы предлагаем целенаправленную учебную программу, которая включает русский язык, русскую литературу, музыку и Закон Божий. Наш подход к обучению делает упор на культурную связь, творчество и практическое применение знаний.",
    "explore_lessons": "Исследуйте нашу программу",
    "about_main_title": "О нашей школе",
    "mission_title": "Наша миссия",
    "mission_description": "Наша миссия — образовывать учеников в благоприятной среде, которая способствует свободному владению русским языком, духовному росту и культурному признанию. Мы стремимся развивать любовь к обучению, уважение к православным традициям и прочный нравственный фундамент, который будет направлять наших учеников на протяжении всей их жизни.",
    "values_title": "Наши ценности",
    "value_1": "Вера и духовность — Мы воспитываем православную христианскую веру как основу всех аспектов нашего образовательного подхода",
    "value_2": "Русский язык и наследие — Мы стремимся обучать подлинному русскому языку и сохранять культурное наследие",
    "value_3": "Музыкальное образование — Мы верим в силу музыкального образования через нашу специализированную методику обучения Сольфеджио",
    "value_4": "Сообщество и служение — Мы воспитываем чувство сообщества внутри нашей школы и в более широком русском православном сообществе Ноттингема",
    "lessons_main_title": "Наша учебная программа",
    "grades": "Классы",
    "schedule": "Расписание",
    "course_1_title": "Закон Божий",
    "course_1_description": "Ученики изучают православную христианскую веру, традиции и практики через соответствующие возрасту уроки, молитву и участие в службах. Преподает Александр Ушаков, выпускник Московского Свято-Тихоновского университета.",
    "course_1_grades": "Все возрасты",
    "course_1_schedule": "Еженедельно",
    "course_2_title": "Русский язык (младшие ученики)",
    "course_2_description": "Наша начальная программа русского языка развивает навыки чтения, письма, разговорной речи и понимания для младших учеников. Преподает Алина, которая специализируется на том, чтобы сделать изучение языка увлекательным для маленьких учеников.",
    "course_2_grades": "4-7 лет",
    "course_2_schedule": "Еженедельно",
    "course_3_title": "Русский язык (средние ученики)",
    "course_3_description": "Обучение русскому языку среднего уровня строится на основе базовых навыков с более продвинутой грамматикой, словарным запасом и разговорными навыками. Преподает Лидия Михайловна, имеющая более 40 лет преподавательского опыта.",
    "course_3_grades": "8-12 лет",
    "course_3_schedule": "Еженедельно",
    "course_4_title": "Русский язык (старшие ученики)",
    "course_4_description": "Продвинутое изучение русского языка для старших учеников, сосредоточенное на сложной грамматике, обширном словарном запасе и беглой речи. Преподает Татьяна Болл, которая специализируется на обучении языку более высокого уровня.",
    "course_4_grades": "13+ лет",
    "course_4_schedule": "Еженедельно",
    "course_5_title": "Русская литература",
    "course_5_description": "Ученики изучают русскую классическую литературу, поэзию и культурные тексты, соответствующие их возрасту и уровню владения языком. Наши три учителя русского языка ведут литературные компоненты, соответствующие каждой возрастной группе.",
    "course_5_grades": "Все возрасты",
    "course_5_schedule": "Еженедельно",
    "course_6_title": "Музыка - Сольфеджио",
    "course_6_description": "Наша уникальная музыкальная программа обучает детей музыкальным основам через уроки Сольфеджио, используя увлекательное повествование и творческие реквизиты. Преподает Алла Ушакова, имеющая более 20 лет опыта работы с этим методом.",
    "course_6_grades": "4-10 лет",
    "course_6_schedule": "Еженедельно",
    "teachers_main_title": "Наш педагогический состав",
    "teacher_1_name": "Отец Григорий",
    "teacher_1_role": "Директор",
    "teacher_1_bio": "Отец Григорий руководит нашей школой в качестве директора, обеспечивая духовное руководство и надзор за нашим образовательным сообществом.",
    "teacher_2_name": "Александр Ушаков",
    "teacher_2_role": "Закон Божий",
    "teacher_2_bio": "Александр Ушаков окончил Свято-Тихоновский университет в Москве со степенью в области Богословия. Он привносит глубокие знания и духовное понимание в своё преподавание православной христианской веры и традиций.",
    "teacher_3_name": "Алла Ушакова",
    "teacher_3_role": "Музыка",
    "teacher_3_bio": "Алла Ушакова имеет более 20 лет опыта преподавания Сольфеджио детям в возрасте от 4 до 10 лет. Она использует уникальную систему, ориентированную на детей, включающую увлекательное повествование и творческие реквизиты, чтобы сделать музыкальное образование интересным и эффективным.",
    "teacher_4_name": "Алина",
    "teacher_4_role": "Русский язык и литература (младшие классы)",
    "teacher_4_bio": "Алина преподает русский язык и литературу нашим младшим ученикам. Её обширный опыт и увлекательный стиль преподавания помогает создать прочную основу навыков русского языка для начинающих.",
    "teacher_5_name": "Лидия Михайловна",
    "teacher_5_role": "Русский язык и литература (средние классы)",
    "teacher_5_bio": "Лидия Михайловна приносит более 40 лет преподавательского опыта в наши классы русского языка и литературы среднего уровня. Её всесторонние знания и преданность делу вдохновили поколения учеников.",
    "teacher_6_name": "Татьяна Болл",
    "teacher_6_role": "Русский язык и литература (старшие классы)",
    "teacher_6_bio": "Татьяна Болл ведет наши продвинутые классы русского языка и литературы. Её обширный опыт позволяет ей направлять старших учеников через сложные лингвистические концепции и классическую русскую литературу.",
    "policies_main_title": "Школьные правила",
    "policies_description": "Наши школьные правила разработаны для создания безопасной, уважительной и продуктивной учебной среды, которая поддерживает как академическое совершенство, так и духовный рост.",
    "policy_section_1": "Политика посещаемости",
    "policy_1_item_1": "Ученики должны приходить вовремя на все уроки. Школа начинается в 11:30 в воскресенье.",
    "policy_1_item_2": "Родители должны уведомить офис школы до 10:00, если ученик будет отсутствовать.",
    "policy_1_item_3": "Длительные отсутствия требуют предварительного одобрения администрации школы.",
    "policy_1_item_4": "Регулярное посещение является необходимым условием для академического успеха и продолжения обучения.",
    "policy_section_2": "Политика формы одежды",
    "policy_2_item_1": "Все ученики должны носить установленную школьную форму во время школьных занятий.",
    "policy_2_item_2": "Форма должна быть чистой, правильно подобранной и в хорошем состоянии.",
    "policy_2_item_3": "На особых мероприятиях и религиозных праздниках требуется парадная форма.",
    "policy_2_item_4": "Для уроков физкультуры требуется соответствующая спортивная форма.",
    "policy_section_3": "Академические стандарты",
    "policy_3_item_1": "Ученики должны поддерживать минимальный средний балл 2.0.",
    "policy_3_item_2": "Домашняя работа должна быть выполнена и сдана вовремя.",
    "policy_3_item_3": "Требуется академическая честность; плагиат или обман приведут к дисциплинарным мерам.",
    "policy_3_item_4": "Ученикам, испытывающим академические трудности, будет предложена дополнительная поддержка.",
    "policy_section_4": "Поведение и дисциплина",
    "policy_4_item_1": "Ученики должны относиться ко всем членам школьного сообщества с уважением.",
    "policy_4_item_2": "Издевательства, преследования или дискриминационное поведение не будут допускаться.",
    "policy_4_item_3": "Ученики должны уважать школьное имущество и имущество других.",
    "policy_4_item_4": "Школа следует прогрессивному подходу к дисциплине, с акцентом на руководство и исправление.",
    "contact_main_title": "Свяжитесь с нами",
    "contact_description": "Мы рады вашим запросам и с нетерпением ждем возможности связаться с вами. Пожалуйста, используйте контактную информацию ниже или заполните форму, и мы оперативно ответим.",
    "contact_info": "Контактная информация",
    "address": "Адрес",
    "phone": "Телефон",
    "email": "Эл. почта",
    "hours": "Часы работы",
    "school_address": "Carlton Hill, Carlton, Nottingham NG4 1EE, Великобритания",
    "school_phone": "+447756023112",
    "school_email": "info@staidenchadrussianschool.org",
    "school_hours": "Воскресенье: 11:30 - 15:30",
    "send_message": "Отправьте нам сообщение",
    "form_name": "Имя",
    "form_email": "Эл. почта",
    "form_phone": "Телефон",
    "form_subject": "Тема",
    "form_message": "Сообщение",
    "form_submit": "Отправить сообщение",
    "form_success": "Ваше сообщение отправлено. Мы свяжемся с вами в ближайшее время!"
}
  